from putinscript import PutinScript

def main():
    commands = [
        'Важно не то, сколько у нас будет статей : 1 2 3 4 5',
        'Все должно быть сбалансировано : 1 2 3 4 5',
        'Повторить как попугай : Привет',
        'Сколько людей, столько и мнений : 1 1 2 2 3 3',
        'Терпение и труд все перетрут : 5 Привет',
        'Береги платье снову, а честь смолоду : 3 2 1',
        'Кто в лес, кто по дрова : Привет, как дела?',
        'А вы прямо таки вангуете : 123',
        'Быть или не быть : Привет мир',
        'Подумайте сами, решайте сами : 1 2 3',
        'Все в ваших руках : 1 2 3 4 5',
        'Никогда не сдавайся : 1 2 3 4 5',
        'Все возвращается на круги своя : привет мир',
        'Сложнее всего начать действовать : Привет Мир',
        'Сделай шаг, и дорога появится сама собой : Привет Мир Привет',
        'Успех - это способность переходить от одной неудачи к другой без потери энтузиазма : 1 2 3',
        'Не бойся совершенства, тебе его никогда не достичь : Пр и ве т',
        'Всегда выбирайте самый трудный путь - на нем вы не встретите конкурентов : Привет Мир',
        'Время - лучший лекарь : 3 1 2',
        'Без труда не выловишь и рыбку из пруда : 3 1 2',
        'Нет худа без добра : 1 2 3',
        'Семь раз отмерь, один раз отрежь : Привет 123 Мир',
        'Кто рано встает, тому Бог дает : Привет 123 Мир'
    ]

    print(PutinScript(commands))

if __name__ == '__main__':
    main()
